
title: Phishing Email Detected

logsource:
  product: email

detection:
  selection:
    sender: security@micr0soft-login.com
    risk_score: 510

condition: selection

level: high

tags:
  - attack.t1566
